Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: Two years ago, at the first Biennial Meeting of States to review the implementation of the Programme of Action to Combat the Illicit Trade in Small Arms, the number of illicit small arms circulating in West Africa was cited at 8 million.
fr: Il y a deux ans, à la première Réunion biennale des États chargée d'examiner l'application du Programme d'action en vue de prévenir, combattre et éliminer le commerce illicite des armes légères sous tous ses aspects, on chiffrait à 8 millions le nombre d'armes légères illicites en circulation en Afrique de l'Ouest.

source: Today, ECOWAS estimates that number to be 15 million.
fr: Aujourd'hui, la Communauté économique des États de l'Afrique de l'Ouest (CEDEAO) estime ce chiffre à 15 millions.

source: However, that is not because of a lack of awareness of the gravity of the phenomenon and its repercussions on the stability of the subregion.
fr: Ce n'est pourtant pas faute d'avoir pris conscience de la gravité du phénomène, et de ses répercussions sur la stabilité de la sous-région.

source: The dizzying increase in the number of illicit small arms in circulation has taken place despite the ECOWAS Moratorium on small arms and light weapons.
fr: La hausse vertigineuse constatée dans le nombre d'armes légères illicites en circulation a été enregistrée en dépit du Moratoire sur les armes légères et de petit calibre mis en œuvre par la CEDEAO.

source: Quite rightly, ECOWAS member States have decided to transform the Moratorium into a binding convention to make the mechanism more effective.
fr: À juste titre, les États membres de la CEDEAO ont décidé de transformer ce Moratoire en une convention contraignante pour rendre le mécanisme plus efficient.

source: ECOWAS intends to complete the process of adopting the convention by December 2005 at the latest.
fr: La CEDEAO compte mener le processus d'adoption de cette convention à terme au plus tard en décembre 2005.

source: Its management will be entrusted to a particularly influential organ of ECOWAS, the Mediation and Security Council in particular, which will lend its full authority to the new mechanism.
fr: Sa gestion sera confiée à un organe particulièrement influent de l'institution, en particulier le Conseil de médiation et de paix, qui conférera toute son autorité au nouveau mécanisme.

source: Here, I should also mention the decision of the ECOWAS countries to replace the Programme for Coordination and Assistance for Security and Development (PCASED), established by the United Nations Development Programme in 1999 to support the moratorium, with a new regional surveillance programme.
fr: II y a lieu de mentionner ici également la décision des pays de la CEDEAO de substituer un nouveau programme régional de surveillance au Programme de coordination et d'assistance pour la sécurité et le développement (PCASED) institué par le Programme des Nations Unies pour le développement, en 1999 en appui au Moratoire.

source: It is clear that the real impact of PCASED on the development of the situation has remained marginal owing to a lack of resources.
fr: Il est évident que l'impact réel du PCASED sur l'évolution de la situation est resté marginal, faute de ressources.

source: The new programme adopted by ECOWAS in October 2004, named the ECOWAS Small Arms Project (ECOSAP), and the creation of a Small Arms Unit in the Community's Executive Secretariat, are important elements that reflect a renewed commitment to combating the illicit circulation of small arms in West Africa.
fr: Le nouveau programme adopté par la CEDEAO en octobre 2004 et dénommé Projet armes légères de la CEDEAO (ECOSAP), avec la création d'une unité des armes légères au Secrétariat exécutif de la Communauté sont des faits marquants qui consacrent un engagement renouvelé en faveur de la lutte contre la circulation illicite des armes légères en Afrique de l'Ouest.

source: ECOSAP is designed to promote, by strengthening them, capacities to monitor the illicit circulation of small arms across the borders of member States.
fr: L'ECOSAP est destiné à promouvoir par le renforcement des capacités de contrôle de la circulation illicite des armes légères aux frontières des États membres.

source: In that regard, the experience of ECOWAS is also a specific example of mobilization to contain that phenomenon.
fr: À cet égard, l'expérience de la CEDEAO représente également un exemple concret de la mobilisation pour endiguer le phénomène.

source: We take this opportunity to make a strong appeal for greater responsibility on the part of countries that supply small arms so that they can help stem the phenomenon of the proliferation of such weapons.
fr: Nous saisissons l'occasion pour lancer un vibrant appel en faveur d'une responsabilité accrue des pays fournisseurs d'armes légères pour qu'ils contribuent à endiguer le phénomène de la prolifération de ces armes.

source: The international community's efforts to stabilize West Africa should devote particular attention to controlling the arms flows that converge there.
fr: Les efforts de la communauté internationale pour stabiliser l'Afrique de l'Ouest devront accorder une attention particulière à la maîtrise des flux d'armes qui y convergent.

source: We welcome the notable progress made in the international community's strategy.
fr: Il est heureux de constater des avancées notables dans la stratégie de la communauté internationale.

source: An essential pillar of that strategy is the integrated regional approach adopted by the United Nations in the area of promoting disarmament, demobilization and reintegration (DDR) programmes, taking into account military, security, political, economic and social aspects.
fr: Un de ses axes essentiels tient à l'approche régionale intégrée adoptée par l'Organisation des Nations Unies dans le domaine de la promotion des programmes de désarmement, de démobilisation et de réinsertion (DDR) prenant en compte les aspects militaires, sécuritaires, politiques, économiques et sociaux.

source: That approach should be supported by sufficient resources to maximize its impact.
fr: Cette approche mérite d'être appuyée par un apport adéquat de ressources pour en maximiser l'impact.

source: Likewise, we fully support the recommended firmness to ensure compliance with the embargoes adopted by the Security Council.
fr: Dans le même ordre d'idées, nous adhérons entièrement à la fermeté préconisée pour assurer le respect des embargos votés par le Conseil de sécurité.

source: In that regard, we support the implementation of the Secretary-General's recommendation aimed at identifying violators and adopting sanctions against them.
fr: Nous appuyons à cet égard, la mise en œuvre conséquente de la recommandation du Secrétaire général en faveur de l'identification des contrevenants et de l'adoption de sanctions à leur encontre.

source: In addition to those measures, which seek to reduce supply, particular attention should be devoted to promoting a culture of non-violence both among political actors and in the educational systems of the affected countries, because that would help to significantly reduce the demand for small arms.
fr: Au-delà de ces mesures qui visent à réduire l'offre, il importe qu'une attention particulière soit accordée à la promotion de la culture de la non-violence tant au niveau des acteurs de la scène politique que dans le système éducatif des pays affectés, car cela contribuera à faire baisser sensiblement la demande en armes légères.

source: We are convinced that the combined efforts of the international community and the joint activities of the countries of the region will make it possible to stabilize permanently the affected countries and to prevent the destabilization of other countries that have thus far succeeded in preserving peace and security within their borders.
fr: Nous sommes persuadés que les efforts conjugués de la communauté internationale et l'action concertée des pays de la région permettront de stabiliser durablement les pays touchés et d'empêcher la déstabilisation des autres pays qui ont jusque-là réussi à préserver la paix et la sécurité dans leurs frontières.

source: We thank the delegation of Japan for the draft presidential statement that it has kindly submitted.
fr: Nous remercions la délégation japonaise pour le projet de déclaration présidentielle qu'elle a bien voulu nous soumettre.

source: In order to optimize the use of our time and to allow as many delegations as possible to take the floor, I will not invite speakers to take a seat at the table and then resume their seat at the side of the Chamber.
fr: Afin de gérer au mieux notre temps et de permettre au plus grand nombre possible de délégations de s'exprimer, je n'inviterai pas les orateurs successifs à prendre place à la table du Conseil puis à retourner aux sièges qui leur sont réservés sur le côté de la salle.

source: Each time a speaker takes the floor, the Conference Officer will seat the next speaker on the list at the table.
fr: Chaque fois qu'un orateur prendra la parole, le personnel préposé à la salle de conférence indiquera à l'orateur suivant inscrit sur la liste la place qu'il doit occuper à la table.

source: I now give the floor to the representative of South Africa.
fr: L'orateur suivant inscrit sur ma liste est le représentant de l'Afrique du Sud.

source: Mr. Mabhongo (South Africa): My delegation would like to congratulate you on your assumption of the presidency of the Security Council for the month of February and to express our appreciation to you for convening this very important open debate on the issue of small arms and light weapons.
fr: M. Mabhongo (Afrique du Sud) (parle en anglais) : Ma délégation voudrait vous féliciter, Monsieur le Président, pour votre accession à la présidence du Conseil de sécurité pour le mois de février et vous remercier d'avoir convoqué ce débat public très important sur la question des armes légères.

source: My delegation is particularly pleased by the continued involvement of the Security Council in this issue.
fr: Ma délégation se félicite particulièrement de voir que le Conseil de sécurité demeure régulièrement saisi de cette question.

source: South Africa also wishes to thank the Secretary-General for his report S/2005/69 on the state of the implementation of the 12 recommendations he made in September 2002.
fr: L'Afrique du Sud voudrait également remercier le Secrétaire général pour son rapport S/2005/69 sur l'état de l'application des 12 recommandations qu'il a formulées en septembre 2002.

source: Of particular importance to my delegation are those recommendations that pertain to the implementation of the United Nations Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects, and how the Security Council contributes to this implementation process.
fr: Ma délégation accorde une importance toute particulière aux recommandations ayant trait à l'application du Programme d'action des Nations Unies en vue de prévenir, combattre et éliminer le commerce illicite des armes légères sous tous ses aspects, et à la manière dont le Conseil peut contribuer à la mise en œuvre de ce processus.

source: Three years after the adoption of the Programme of Action in 2001, it is sobering to note that large numbers of illicit small arms and light weapons continue to circulate in Africa, fuelling conflicts and in most cases with peacekeepers unable to ascertain the origin of these weapons.
fr: Trois ans après l'adoption du Programme d'action en 2001, il est décevant de constater qu'un grand nombre d'armes légères continue de circuler en Afrique, alimentant les conflits, et que dans la plupart des cas, les soldats de la paix ne sont pas en mesure d'établir l'origine de ces armes.

source: The Second Biennial Meeting of States to Consider the Implementation of the Programme of Action, which will be held this coming July, will, in our view, present a last opportunity before the 2006 Review Conference to reflect on the degree to which Member States have implemented undertakings in the Programme of Action.
fr: La deuxième Réunion biennale des États pour l'examen de la mise en œuvre du Programme d'action, qui se tiendra en juillet prochain, sera, selon nous, la dernière occasion, avant la Conférence d'examen de 2006, de réfléchir sur le degré d'application par les États Membres des mesures prévues dans le Programme d'action.

source: My delegation is of the view that this Biennial Meeting should provide an opportunity for Member States to identify difficulties in the implementation and areas where assistance is needed, particularly at the national and regional levels.
fr: Ma délégation estime que cette Réunion biennale devrait être l'occasion pour les États Membres de recenser les difficultés qu'ils rencontrent dans la mise en œuvre et les domaines où ils ont besoin d'assistance, notamment aux niveaux national et régional.

source: South Africa continues to believe that the implementation of the Programme of Action at the respective national levels is imperative if we are to succeed in our combined efforts to prevent, combat and eradicate this scourge in all its aspects at the regional and global levels.
fr: L'Afrique du Sud demeure convaincue que l'application de ce Programme d'action dans chaque pays est impérative si l'on veut que nos efforts communs pour prévenir, combattre et éliminer ce fléau sous tous ses aspects aboutissent au niveau régional comme au niveau mondial.

source: The adoption by the General Assembly of resolution 58/241, mandating an open-ended working group to negotiate an international instrument to enable States to identify and trace small arms and light weapons, presented an opportune moment for the international community to effectively deal with this issue.
fr: L'adoption par l'Assemblée générale de la résolution 58/241, portant création du Groupe de travail à composition non limitée chargé de négocier un instrument international permettant aux États d'identifier et de tracer les armes légères illicites de façon rapide et fiable, a été une bonne occasion pour la communauté internationale de s'attaquer effectivement à cette question.

source: South Africa remains convinced that an effective international instrument would enhance the ability of States to uncover lines of illicit supply and identify traffickers and points of diversion from licit to illicit spheres.
fr: L'Afrique du Sud reste convaincue qu'un instrument international efficace permettrait de renforcer la capacité des États de découvrir les filières d'approvisionnement illicites et d'identifier les trafiquants et les lieux de détournement du commerce licite vers le trafic illicite.

source: South Africa is pleased to note from the Secretary-General's report that progress is being made on the tracing of illicit small arms and light weapons, as mentioned under Recommendation 1.
fr: L'Afrique du Sud se félicite de noter que le rapport du Secrétaire général fait état de progrès réalisés sur le traçage des armes légères, comme il l'est indiqué au titre de la Recommandation 1.

source: However, the significant challenge that remains is that of obtaining consensus on the establishment of an international mechanism with the capacity to process and manage the tracing of these illicit arms in a timely and efficient manner.
fr: Cependant, un grand défi demeure, à savoir dégager un consensus sur la mise en place d'un mécanisme international doté de la capacité de traiter et de gérer le traçage de ces armes illicites de manière rapide et fiable.

source: It is through such collective efforts on the tracing of illicit small arms and light weapons — as well as the envisaged subsequent initiatives outlined in General Assembly resolution 59/86 to enhance international cooperation to prevent, combat and eradicate illicit brokering in these weapons — that we will be able to put in place the framework to halt the scourge of the illicit proliferation of small arms that the Secretary-General has outlined in his Recommendation 4.
fr: C'est au moyen de tels efforts collectifs sur le traçage des armes légères illicites, ainsi que grâce aux autres initiatives énumérées dans la résolution 59/86 de l'Assemblée générale pour renforcer la coopération en vue de prévenir, combattre et éliminer le courtage de ces armes que nous serons en mesure de mettre en place le cadre permettant de mettre un terme au fléau de la prolifération illicite des armes légères, comme le souligne le Secrétaire général dans sa Recommandation 4.

source: My delegation is therefore pleased that that resolution requests the Secretary-General to hold broad-based consultations on the issue of brokering, with a view to establishing a group of governmental experts on this issue not later than 2007.
fr: Ma délégation se félicite par conséquent de voir que cette résolution prie le Secrétaire général de tenir des consultations générales sur la question du courtage afin de créer, au plus tard en 2007, un groupe d'experts gouvernementaux sur ce sujet.

source: South Africa's National Conventional Arms Control Act, which was implemented on 1 May 2003, represents the cornerstone of my country's conventional arms control legislation and related policies.
fr: La loi sud-africaine sur la maîtrise des armes classiques, appliquée depuis le 1er mai 2003, est la pierre angulaire de la législation et de la politique de mon pays en matière de maîtrise des armes classiques.

source: This Act contains specific guiding principles and criteria to be considered when arms transfer applications are assessed.
fr: Cette loi contient des principes directeurs et des critères spécifiques qui doivent être pris en compte lorsque l'on examine les demandes de transfert d'armes.

source: These provisions include the principle of adherence to international law, norms and practices and the international obligations and commitments of the Republic, including the United Nations Security Council arms embargoes.
fr: Ces dispositions incluent le principe du respect du droit international, des normes et des pratiques ainsi que des obligations internationales et des engagements de la République sud-africaine, y compris les embargos sur les armes imposés par le Conseil de sécurité de l'ONU.

source: This prerequisite had already been included in our draft bill even prior to the inclusion of Recommendation 5, relating to national legislation, in the aforementioned report of the Secretary-General of September 2002 (S/2002/1053).
fr: Elles ont été incluses dans le projet de loi avant même que ne soit ajoutée la Recommandation 5, relative aux législations nationales, au rapport du Secrétaire général de septembre 2002 (S/2002/1053), évoqué plus haut.

source: Similarly, the Act stipulates that arms export applications require the provision of authenticated end-user certificates, as mentioned in the Secretary-General's Recommendation 9.
fr: De même, la loi stipule que les demandes d'exportation d'armes doivent impérativement être accompagnées de certificats authentifiés d'utilisateur final comme le mentionne la Recommandation 9 du Secrétaire général.

source: Through its extensive involvement in peacekeeping operations in Burundi and the Democratic Republic of the Congo, South Africa has experienced the value of effective disarmament, demobilization and reintegration (DDR) activities.
fr: Grâce à son importante participation aux opérations de maintien de la paix au Burundi et en République démocratique du Congo, l'Afrique du Sud a conscience de l'importance d'activités efficaces de désarmement, démobilisation et réinsertion (DDR).

source: It has recognized that provisions relating to DDR are an essential part of the mandates of peacekeeping operations, as the Secretary-General has mentioned in his Recommendation 7.
fr: Elle sait que les dispositions relatives au DDR représentent une composante essentielle des mandats des opérations de maintien de la paix, comme le mentionne le Secrétaire général dans sa Recommandation 7.

source: We believe that the Secretary-General's Recommendation 8, that strengthened financing of DDR programmes needs to be secured, is vital in guaranteeing that the entire peace process is a success.
fr: Nous estimons également que la Recommandation 8 du Secrétaire général, selon laquelle il faut renforcer le financement des programmes de DDR, est vitale pour mener à bien tout processus de paix dans son ensemble.

source: Effective DDR programmes should include specific measures for the collection and disposal of illicit and surplus small arms and light weapons.
fr: Des programmes de DDR efficaces devraient comporter des mesures spécifiques de collecte et de destruction des armes illicites et excédentaires.

source: We urge the international community and the donors to complement such DDR programmes in order to assist countries emerging from conflict in the implementation of these programmes.
fr: Nous appelons la communauté internationale et les donateurs à compléter ces programmes de DDR de manière à aider les pays qui sortent d'un conflit à les mettre en œuvre.

source: One of the pillars in the implementation of the Programme of Action is the regional approach.
fr: L'un des piliers de l'application du Programme d'action est l'approche régionale.

source: The South African Government has since identified the importance of this approach in addressing the problem of proliferation of small arms and light weapons.
fr: Le Gouvernement sud-africain a conscience de l'importance de cette approche face au problème de la prolifération des armes légères.

source: The New Partnership for Africa's Development (NEPAD), which is a programme of the African Union, includes a Peace and Security Initiative that maps out the promotion in our continent of long-term conditions for development and security.
fr: Le Nouveau Partenariat pour le développement de l'Afrique (NEPAD), qui est un programme de l'Union africaine, comprend une Initiative de paix et de sécurité qui jette les bases de la promotion sur le continent africain du développement et de la sécurité à long terme.

source: In this context, we collectively aim to build our continent's capacity to manage these conflicts by strengthening our regional and subregional institutions to deal with conflict-prevention, as well as by combating illicit proliferation of small arms and light weapons.
fr: À cet égard, nous visons ensemble à renforcer la capacité de notre continent de gérer les conflits, en consolidant nos institutions régionales et sous-régionales afin de traiter de la question de la prévention des conflits, et en combattant la prolifération illicite des armes légères.

source: In conclusion, Mr. President, I wish to note the Secretary-General's observation that the Programme of Action has emerged as a key issue on the agenda of both the General Assembly and the Security Council.
fr: Pour terminer, je tiens à signaler la remarque du Secrétaire général selon laquelle le Programme d'action des Nations Unies sur les armes légères est devenu l'un des points essentiels de l'ordre du jour de l'Assemblée générale et du Conseil de sécurité.
